{
    "root": "BENE",
    "chinese_abstract": "美丽，幸福，好的结果",
    "abstract": "BENE is Latin for “well.” A benefit is a good result or effect. Something beneficial produces good results or effects. The Latin root can be heard in other languages as well: “Good!” or “Fine!” in Spanish is “Bueno!”; in French, it's “Bon!”; and in Italian, just say “Bene!”",
    "words": [
        {
            "word": "benediction",
            "chinese_definition":"祝祷；恩赐；祈福",
            "definition": "In benediction, the bene root is joined by another Latin root, dictio, “speaking” (see DICT), so the word's meaning becomes something like “well-wishing.”Perhaps the best-known benediction is the so-called Aaronic Benediction from the Bible, which begins, “May the Lord bless you and keep you.”",
            "explain": "",
            "example_sentence": "The minister pronounced the benediction.牧师做了赐福祈祷。"
        },
        {
            "word": "benefit",
            "chinese_definition":"祝祷；恩赐；祈福",
            "definition": "In benediction, the bene root is joined by another Latin root, dictio, “speaking” (see DICT), so the word's meaning becomes something like “well-wishing.”Perhaps the best-known benediction is the so-called Aaronic Benediction from the Bible, which begins, “May the Lord bless you and keep you.”",
            "explain": "bene, 好。fit, 做，同fact,字母c脱落。原指做好处，善举，后也指个人利益，即善有善报。",
            "example_sentence": "The bank suffers while its officers benefit. 银行遭受损失,而它的高级职员们却得到好处。"
        },
        {
            "word": "benefactor",
            "chinese_definition":"恩人,施主",
            "definition": "Someone who helps another person or group, especially by giving money. ",
            "explain": "A benefactor may be involved in almost any field. One may endow a scholarship fund; another may give money to expand a library; still another may leave a generous sum to a hospital in her will. The famous benefactions of John D. Rockefeller included the gifts that established the University of Chicago, the Rockefeller Foundation, and Rockefeller University. Many benefactors have reported that giving away their money turned out to be the most rewarding thing they ever did.",
            "example_sentence": "The minister pronounced the benediction.牧师做了赐福祈祷。"
        },
        {
            "word": "beneficiary",
            "chinese_definition":"恩人,施主",
            "definition": "a person or organization that benefits or is expected to benefit from something, especially one that receives money or property when someone dies. ",
            "explain": "Beneficiary is often used in connection with life insurance, but it shows up in many other contexts as well. A college may be the beneficiary of a private donation. Your uncle's will may make a church his sole beneficiary, in which case all his money and property will go to it when he dies. A “third-party beneficiary” of a contract is a person (often a child) who the people signing the contract (which is usually an insurance policy or an employee-benefit plan) want to benefit from it. In a more general way, a small business may be a beneficiary of changes to the tax code, or a restaurant may be the beneficiary when the one across the street closes down and its whole lunch crowd starts coming in.",
            "example_sentence": " Living in a trailer in near-poverty, she received word in the mail that her father had died, naming her as the sole beneficiary of his life-insurance policy. "
        }
    ]
}